{
  "Series": [
    {
      "Title": "Μπομπ Σφουγγαράκης",
      "ImageBack": "https://imgix.bustle.com/fatherly/2018/05/spongebob_header.jpg?w=1200&h=630&fit=crop&crop=faces&fm=jpg",
      "ImageMain": "https://static.timesofisrael.com/www/uploads/2017/12/SpongeBob_SquarePants_characters_cast-640x400.png",
      "Description": "Ο Μπομπ Σφουγγαράκης, όπως όλοι οι υπόλοιποι χαρακτήρες της εκπομπής, ζει στον βυθό της θάλασσας, συγκεκριμένα στον Βυθό του Μπικίνι, κάπου στον Ειρηνικό Ωκεανό, κάτω από τον πραγματικό κοραλλιογενή ύφαλο γνωστό ως Bikini Atoll.[5][6][7] Το σπίτι του είναι ένας ανανάς,[8] αν και σχεδόν όλα τα υπόλοιπα σπίτια εκτός των πρωταγωνιστών είναι περίπου όμοια μεταξύ τους, κατασκευασμένα από σίδερο. Οι γείτονές του είναι ο Πάτρικ, ο οποίος είναι ο καλύτερός του φίλος, και ο Καλαμάρης. Δουλεύει ως ψήστης σε ένα μαγαζί με burgers γνωστά ως Καβουροπάτι, τον Τραγανό Κάβουρα. Ο Ευγένιος Καβούρης, συνήθως αποκαλούμενος ως κύριος Καβούρης, είναι ο εργοδότης του, που συχνά εκμεταλλεύεται την αφέλειά του Μπομπ προς όφελός του, κάτι που ο Μπομπ δεν καταλαβαίνει. Ο Τραγανός Κάβουρας δέχεται συχνές επιθέσεις από τον εχθρό του κύριου Καβούρη, τον Σέλντον Πλαγκτόν, γνωστός ως απλώς Πλαγκτόν, ο οποίος προσπαθεί να κλέψει την μυστική συνταγή του Καβουροπάτι και να κάνει το απέναντι εστιατόριό του, τον Φιλικό Κουβά, γνωστό και ως Τραγανός Κουβάς ή Κουβάς της Παρέας, δημοφιλές σαν τον Τραγανό Κάβουρα. Ο Πλαγκτόν δεν πετυχαίνει ποτέ τον στόχο του, με αποτέλεσμα το φαγητό στον Φιλικό Κουβά να είναι απαίσιο και κάνεις να μην τρώει εκεί. Ο Μπομπ παρακολουθεί μαθήματα πλοήγησης και έχει ένα σαλιγκάρι για κατοικίδιο, τον Γκάρυ. Η Σάντυ, ένας θηλυκός σκίουρος που ήρθε από το Τέξας, έγινε φίλη του και μένει επίσης στον Βυθό του Μπικίνι, μέσα σε έναν θόλο.",
      "Year": "1999",
      "Genre": "Οικογενειακή Σειρά, Κινούμενα Σχέδια",
      "Duration": "~ 20λ.",
      "isUnlocked": true,
      "Seasons": [
        {
          "Title": "Σ12",
          "Image": "https://www.mediaplaynews.com/wp-content/uploads/2020/12/SpongeBob-S12-duo.jpg",
          "Year": "2019",
          "isUnlocked": true,
          "Episodes": [
            {
              "Title": 1,
              "Image": "https://simkl.in/episodes/81/814341422a4992355_w.jpg",
              "Video": "https://www.mediafire.com/file_premium/uhas5hfan4bsj30/1/file",
              "Description": "",
              "Date": "",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": true,
              "beforeEnd": "5",
              "Type": "media",
              "StartString": "https://download",
              "EndString": "\"",
              "Start": 0,
              "End": 0,
              "Fetch": "MediaFire"
            }
          ]
        }
      ]
    }
  ]
}
